Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/Samiske_tall_forteller_4_SAM.pdf.tmx
Source language: sme
Languages: nob

source: Logut leat smávvát , ja danne proseanttalaš rievddadeamit sáhttet leat stuorrát jagis jahkái .
nob: Tala er små , og dei prosentvise svingingane kan difor bli store frå år til år .

source: Ii leat álki vástidit mii lea daguhan “ sierrajagi ” 2009 .
nob: Kva som har skapt ” unntaksåret ” 2009 , er ikkje lett å svara på .

source: Eanemus jáhkehahtti lea ahte juste dien jagi dáidet deaivan oktanaga báikkálaš váhnensávaldagat ja ovdaskuvlamielbargit olámuttos .
nob: Mest sannsynleg er det ein del tilfeldige samantreff mellom lokale foreldreønske og tilgjengelege førskulemedarbeidarar akkurat det året .

source: Earret eará oaidnit Sámedikki ohcciidlistus ahte Plassje suohkanis ledje lullisámegielat fálaldagat golmma mánáidgárddis 2009:s , muhto ii oktage fálaldat 2010:s .
nob: Mellom anna ser vi av søkarlistene til Sametinget at Røros kommune hadde sørsamisk tilbod ved tre ulike barnehagar i 2009 , men ingen slike tilbod i 2010 .

source: Ágga manne Plassje suohkanis eai lean dakkár fálaldagat 2010 , lei og olmmoš guhte lei virgáiduvvon olles áigái doaimmahit dan 2009:s , lei virgelobis olles 2010:s 3 . Nu jávkkai statistihkas 27 % fálaldagain riikkadásis ( ! )
nob: Grunnen til at det ikkje var tilbod i Røros kommune i 2010 , var at den personen som var tilsett på heiltid for å ta seg av dette i 2009 , var ute i heil permisjon i 2010. 4 Dermed forsvann 27 % av tilboda på landsbasis ut or statistikken !

source: Lullisámegielat mánáidgárdefálaldat lea hui gitta moatti čoavddaolbmos , ja go dat olbmot eai sáhte muhtun jagi doaibmat , de dat daguha dakkár proseanttalaš váikkuhusaid nugo dás oaidnit .
nob: Sørsamiske barnehagetilbod er svært avhengige av nokre få nøkkelpersonar , og når desse personane ikkje kan stille opp eit år , får det slike store prosentvise konsekvensar som dei vi ser her .

source: Guokte njealji lullisámegielat mánáidgárdefálaldagain jagi 2010 , ledje Snåasa suohkanis .
nob: To av dei fire sørsamiske barnehagetilboda som fanst i 2010 , ligg i Snåsa kommune .

source: Snåasa lea dál dat áidna suohkan riikas mii lea dahkan lullisámegiela almmolaš giellan .
nob: Snåsa er til no den einaste kommunen i landet som har gjort sørsamisk til offisielt språk .

source: Rievddadeamit logus mánáin geat váldet vuostá lullisámegielat mánáidgárdefálaldaga maŋemus vihtta jagi leat leamaš nugo Tabealla 2.7 vuolábealde čájeha .
nob: Endringane i talet på born som tok imot sørsamiske barnehagetilbod dei siste fem åra , har vore slik som vist i tabell 2.7. nedanfor .

source: Tabealla 2.7
nob: 24 Tabell 2.7

source: Lohku mánáin geat válde vuostá lullisámegielat fálaldaga mánaidgárddiin jagiid 2006– 2010
nob: Talet på born som tok imot tilbod med sørsamisk i barnehagen i åra 2006– 2010

source: Lohku mánáin geain lea lullisámegielat fálaldat oktiibuot
nob: Talet på born med tilbod på sørsamisk i alt

source: Lohku mánáin lullisámegielat mánáidgárddiin
nob: Talet på born i sørsamiske barnehagar

source: Lohku mánáin geat váldet vuostá lullisámegielat fálaldaga dárogielat mánáidgárddiin
nob: Talet på born som tok imot tilbod på sørsamisk i norske barnehagar

source: Tabealla 2.7 čájeha ahte 2009 lei buoremusjahki , muhto njiejai beliin jahkái 2010 .
nob: Tabell 2.7 viser at 2009 var eit toppår , med ei halvering av talet i 2010 .

source: Dan čilge ollu seamma dilálašvuohta mii čilgii fálaldagaid rievddademiid logu ( geahča badjelis ) .
nob: Mykje av forklaringa på dette finn vi i dei same tilhøva som forklarer svingingane i talet på tilbod ( sjå ovanfor ) .

source: Fálaldagaid logu rievddadeapmi , rievdada maiddái logu mánáin geat atnet fálaldagaid .
nob: Endringar i talet på tilbod , endrar også talet på born som nyttar seg av tilboda .

source: 2.2 Sámegiella vuođđoskuvllas Go sámegiella nubbingiellan vuođđoskuvllas lea nu duođalaš dilálašvuođas , de analyseren dan sierra kapihttalis ( kápihttal 2.4 vuollelis ) Kápihttaliin 2.2 ja 2.3 danne dušše ovdanbuvttán ja oanehaččat čilgen rievddademiid loguin sámegielas skuvllas .
nob: 2.2 Samisk språk i grunnskulen Sidan situasjonen for samisk som andrespråk i grunnskulen no er så alvorleg , vil eg bruke eit eige kapittel til berre å analysere denne ( kapittel 2.4 nedanfor ) . I kapitla 2.2 og 2.3 vil endringar i tala for samisk i skulen difor berre bli presenterte og kort kommenterte .

source: 2.2.1 Ollislaš ohppiidlohku geain lea sámegiella fágabiires Tabealla 2.8
nob: 2.2.1 Det samla elevtalet med samisk i fagkrinsen Tabell 2.8

source: Lohku vuođđoskuvlaohppiin geain lea sámegiella fágabiires
nob: Talet på grunnskuleelevar med samisk i fagkrinsen

source: Oktiibuot
nob: I alt

source: Davvisámegiella
nob: Nordsamisk

source: Julevsámegiella
nob: Lulesamisk

source: Lullisámegiella
nob: Sørsamisk

source: Ollislaš lohku ohppiin geain lei sámegiella fágabiires Norgga vuođđoskuvllain njiejai 101 ohppiin skuvlajagis 2009/10 skuvlajahkái 2010/11 .
nob: Det samla talet på elevar med samisk i fagkrinsen i grunnskulen i Noreg gjekk frå skuleåret 2009/10 til skuleåret 2010/11 ned med 101 elevar .

source: Dat lea 4,3 % njiedjan jagis .
nob: Det er ein nedgang på 4,3 % på eitt år .

source: Tabealla 2.8 čájeha viidásit ahte ollislaš lohku ohppiin geain lea sámegiella dárogielat vuođđoskuvllas lea njiedjan juohke jagi dan rájes go skuvlareforbma Máhttolokten čađahuvvui 2006:s .
nob: Tabell 2.8 viser vidare at det samla talet på elevar med samisk i norsk grunnskule har gått ned kvart år sidan skulereforma Kunnskapsløftet vart innførd i 2006 .

source: Ovdal dan lassánii lohku juohke jagi .
nob: Før den tid steig det kvart år .

source: Oktiibuot lea lohku njiedjan 810 ohppiin skuvlajagi 2005/2006 rájes .
nob: I alt har det vore ein nedgang på 810 elevar sidan skuleåret 2005/06 .

source: Rehkenaston proseanttaiguin de dahká dat 27 % njiedjama viđa jagis .
nob: Rekna i prosent utgjer dette ein nedgang på 27 % på fem år .

source: eanemus guokte vuosttaš jagi maŋŋel Máhttoloktema sisafievrrideami .
nob: Nedgangen i elevtal var størst dei to første åra etter innføringa av Kunnskapsløftet .

source: Vejolaš sivaid manne njiedjan lei erenoamáš ollu dan guokte jagi , digaštallat lagabui oassekapihttalis 2.4.5 vuollelis .
nob: Moglege årsaker til at nedgangen var særleg stor i desse to åra , vil bli nærare drøfta i delkapittel 2.4.5 nedanfor .

source: Jus juohká loguid sámegielaid mielde , de oaidnit ahte davvisámegielas ja lullisámegielas lea leamaš sullii ovttamađe proseanttalaš ohppiidlogu njiedjan maŋemus vihtta jagi .
nob: Dersom vi splittar opp tala etter samiske språk , ser vi at nordsamisk og sørsamisk har hatt omlag den same prosentvise nedgangen i elevtalet dei siste fem åra .

source: Julevsámegielas lea leamaš earálágan ovdáneapmi .
nob: Lulesamisk har derimot hatt ei anna utvikling .

source: Lohku sis geain lea julevsámegiella fágabiires lea lassánan 15 ohppiin maŋemus jagi , dat lea 18 % lassáneapmi .
nob: Talet på elevar med lulesamisk i fagkrinsen har auka med 15 det siste året , det er ein auke på 18 % .

source: Das lea ollislaš ohppiidlohku dan mađe vuollin ( vuollel 100 ) ahte soaittáhis rievddadeamit sáhttet daguhit stuora proseanttalaš váikkuhusaid .
nob: Her er det samla elevtalet såpass lågt ( under 100 ) at meir tilfeldige endringar kan gje seg store prosentvise utslag .

source: Muhto go geahččat maŋemus viđa jagi loguid ollislaččat , de lea julevsámegiela ohppiidlohku leamaš dásset ja lassánan veaháš .
nob: Men også når vi ser dei siste fem åra under eitt , har elevtalet i lulesamisk vore stabilt og stige litt .

source: 2.2.2 Sámegiella vuosttašgiellan ohppiidlohku Tabealla 2.9
nob: 2.2.2 Elevtalet i samisk som førstespråk Tabell 2.9

source: Lohku vuođđoskuvlaohppiin geain lea sámegiella vuosttašgiellan
nob: Talet på grunnskuleelevar med samisk som førstespråk

source: Lohku ohppiin geain lea sámegiella vuosttašgiellan dárogielat vuođđoskuvllas njiejai 39 ohppiin skuvlajagis 2009/10 jahkái 2010/11 .
nob: Talet på elevar med samisk som førstespråk i norsk grunnskule gjekk frå skuleåret 2009/10 til 2010/11 ned med 39 elevar .

source: Dat lea 4 % njiedjan .
nob: Dette er ein nedgang på 4 % .

source: Máhttoloktema rájes lea leamaš oktiibuot 3 % njiedjan .
nob: Sidan Kunnskapsløftet vart innført , har det i alt vore ein nedgang på 3 % .

source: Sáhttit danne dadjat ahte ohppiid lohku geain lea sámegiella vuosttašgiellan lea bisson relatiivalaš dássedin maŋemus vihtta jagi .
nob: seia at talet på elevar i samisk som førstespråk har halde seg relativt stabilt dei siste fem åra .

source: 3 % njiedjan viđa jagis 2005/06 rájes 2010/11 rádjai lea unnit go mánáidbessodagaid njiedjan Davvi-Norggas dan seamma viđa jagis .
nob: Nedgangen på 3 % over fem år frå 2005/06 til 2010/11 er mindre enn nedgangen i barneskulekulla i Nord-Noreg dei same fem åra .

source: Dat njiedjan lea badjel 7 % 4 .
nob: Denne nedgangen var på over 7 %5 .

source: Vaikko vuosttašgiellaohppiid lohku lea leamaš dásset ollislaččat guhkit áigodaga , de oaidnit čielga njiedjama guokte maŋemus jagi , 72 ohppiin .
nob: Sjølv om talet på førstespråkselevar har vore stabilt sett over ein lengre periode , ser vi at nedgangen har vore tydeleg dei siste to åra med ein nedgang på i alt 72 elevar .

source: Vuos lea ilá árrat dadjat leago dát treanda dahje soaittahis rievddadeapmi .
nob: Det er for tidleg å seia om dette er ein trend eller ei tilfeldig svinging .

source: Julevsámegielat vuosttašgiellaohppiid lohku lea 29 skuvlajagi 2010/11 .
nob: Talet på førstespråkselevar i lulesamisk er 29 i skuleåret 2010/11 .

source: Dat lea seamma lohku mii lei vihtta jagi áigi , ja lea golbma oahppi eanet go skuvlajagi 2009/10 .
nob: Det er det same talet som fem år før , og det er tre elevar meir enn skuleåret 2009/10 .

source: Lullisámegielat vuosttašgielat ohppiid lohku lea 2010/11 lassánan golmmain go buohtastahttá jagiin 2005/06 ( muhto njiedjan ovttain 2009/10 rájes ) .
nob: Talet på elevar i sørsamisk førstespråk har i 2010/11 auka med tre samanlikna 2005/06 ( men har gått ned med éin sidan 2009/10 ) .

source: Dás leat nu smávva logut ahte soaittáhis rievddadeamit daguhit stuora proseanttalaš váikkuhusa .
nob: Her er tala så små at tilfeldige svingingar gjev store prosentvise utslag .

source: Muhto Tabeallain 2.9 sáhttit dadjat vuosttašgiellohppiid logu sihke lullisámegielas ja julevsámegielas bisson dássedin maŋemus vihtta jagi .
nob: Men vi kan ut frå tabell 2.9 slå fast at talet på førstespråkselevar både i sørsamisk og lulesamisk har halde seg stabilt dei siste fem åra .

source: 2.2.3 Sámegiella nubbingiella ohppiidlohku Tabealla 2.10
nob: 2.2.3 Elevtalet i samisk som andrespråk Tabell 2.10

source: Lohku vuođđoskuvlaohppiin geain lea sámegiella nubbingiellan
nob: Talet på grunnskuleelevar med samisk som andrespråk

source: Norgga vuođđoskuvllain lea sámegiella nubbingiellaohppiid lohku njiedjan 62 ohppiin maŋemus jagi .
nob: Talet på andrespråkselevar i samisk i grunnskulen i Noreg har det siste skuleåret gått ned med 62 .

source: Dát lea 5 % njiedjan .
nob: Det er ein nedgang på 5 % .

source: Máhttoloktema sisafievrrideami rájes lea nubbingiellaohppiid lohku njiedjan 783 ohppiin , dat lea 38 % njiedjan viđa jagis .
nob: Sidan innføringa av Kunnskapsløftet

source: Dieđuid ožžon Statistihkalaš guovddášdoaimmahagas persovnnalaš gulahallama bokte Paul Inge Severeiden .
nob: Opplysningar frå Statistisk sentralbyrå v / Paul Inge Severeide i personleg kommunikasjon .

source: Geahča maiddái kápihttal 7.4.2 vuollelis .
nob: Sjå òg kapittel 7.4.2 nedanfor .

source: Go geahččá erenoamážit davvisámegielat nubbingiela ohppiidlogu , de oaidná dan njiedjan 40 % .
nob: Dersom vi ser på elevtalet i nordsamisk som andrespråk spesielt , har dette gått ned med 40 % .

source: Tabealla čájeha maiddái eanemus njiedjama , 548 unnit oahppi , leamaš guokte vuosttaš jagi maŋŋil 2006 .
nob: Tabellen viser òg at det meste av nedgangen , i alt 548 elevar i minus , kom dei to første åra etter 2006 .

source: Dat mearkkaša ahte 70 % olles njiedjamis njiejai dan guokte jagi .
nob: Det vil seia at 70 % av heile nedgangen kom desse to åra .

source: Vejolaš ákkat stuora njiedjamii ja vejolaš ákkat dasa go olles 70 % njiejai jagiid 2006-2008 , digaštallojuvvo lagabui kapihttalis 2.4 vuollelis .
nob: Både moglege årsaker til den store nedgangen og moglege årsaker til at heile 70 % av nedgangen kom i åra 2006 - 2008 , vil bli nærare drøfta i kapittel 2.4 nedanfor .

source: Tabeallas 2.10 oaidnit mii maiddái ahte ohppiidlohku fágas julevsámegiella nubbingiellan lea rievddadan gaskal 46 ja 67 maŋemus vihtta jagi .
nob: Av tabell 2.10 ser vi òg at talet på elevar i faget lulesamisk som andrespråk har svinga mellom 46 og 67 dei siste fem åra .

source: Go geahččá ollislaččat olles vihttajagiáigodagas , de lea lohku ohppiin geain lea julevsámegiella nubbingiellan lassánan 8 ohppiin .
nob: Heile femårsperioden sett under eitt har talet på elevar med lulesamisk som andrespråk gått opp med åtte .

source: Julevsámegiela nubbingiellan ohppiidlogus ii leat seamma tendeansa go davvisámegielas ja lullisámegielas .
nob: Tendensen for elevtalet i lulesamisk som andrespråk er ikkje den same som for nordsamisk og sørsamisk .

source: Ohppiidlohku fágas lullisámegiella nubbingiellan lea unnon 35 ohppiin maŋemus viđa jagis , ja lea njiedjan jahkásaččat daid jagiid .
nob: Elevtalet i faget sørsamisk som andrespråk har gått ned med 35 over dei siste fem åra , og det har vore nedgang kvart år i desse åra .

source: Dássážii leat geahččan Nubbingiella 2 ja Nubbingiella 3 oktan ja gohčodan dan nubbingiellan .
nob: Så langt har vi handsama Andrespråk 2 og Andrespråk 3 under eitt og kalla det andrespråk .

source: Go juohkit nubbingiellaohppiid logu ja bidjat dan guovtti fágaplánii , de oažžut dakkár loguid go Tabeallas 2.11 vuolábealde .
nob: Dersom vi splittar opp talet på andrespråkselevar og deler det på desse to fagplanane , får vi tal som vist i tabell 2.11 nedanfor .

source: Logut mat earuhit Nubbingiella 2 ja 3 eai leat go 2008 rájes , danne álgá Tabealla 2.11 vuolábealde dan jagi .
nob: Vi har ikkje tal som skil mellom Andrespråk 2 og 3 lenger bakover enn til 2008 , difor byrjar Tabell 2.11 nedanfor med det året .

source: Tabealla 2.11
nob: Tabell 2.11

source: Nubbingiellaohppiid lohku juhkkon fágaplánaide
nob: Talet på andrespråkselevar splitta etter fagplan :

source: Nubbingiellaoahppit oktiibuot
nob: Andrespråkselevar i alt

source: Nubbingiella 2
nob: Andrespråk 2

source: Nubbingiella 3
nob: Andrespråk 3

source: Tabealla 2.11 čájeha ohppiid logu fágas Nubbingiella 3 njiedjan eanet go Nubbingiella 2 .
nob: Tabell 2.11 viser at talet på elevar har gått meir ned i faget Andrespråk 3 enn i Andrespråk 2 .

source: Nubbingiella 3 lea njiedjan leamaš 20 % jagi 2008 rájes .
nob: Nedgangen i Andrespråk 3 har vore på 20 % sidan 2008 .

source: Fágas Nubbingiellan 2 lea njiedjan leamaš 5 % 2008 rájes , ja 2009/10 rájes 2010/11 rádjái oaidnit lassáneami 17 ohppiin ( 3 % fágas Nubbingiella 2 .
nob: Andrespråk 2 derimot har nedgangen vore på 5 % sidan 2008 , og frå 2009/10 til 2010/11 ser vi ein oppgang på 17 elevar ( 3 % i Andrespråk 2 .

source: Kapihttalis 2.4 vuollelis , mas erenoamážit analyseret nubbingiela ohppiid loguid , váldit fas ovdan ahte ohppiid lohku Nubbingiella 3:s njiedjá eanet go fágas Nubbingiella 2:s .
nob: I kapittel 2.4 nedanfor , der vi analyserer tala for elevar i andrespråk spesielt , kjem vi tilbake til det tilhøvet at talet på elevar i Andrespråk 3 minkar meir enn i Andrespråk 2 .

source: Ohppiidlogu lassáneapmi fágas Nubbingiella 2 skuvlajagi 2010/11 čiehká veaháš dan duođalaš njiedjantendeanssa maid dán fágas leat oaidnán maŋemus vihtta jagi .
nob: Stiginga i elevtalet i faget Andrespråk 2 i skuleåret 2010/ 11 nyanserer den alvorlege nedgangstendensen som vi har sett for dette faget dei siste fem åra .

source: Muhto eat vel sáhte dadjat leago dá ođđa treanda , dahje soaittáhis rievddadeapmi .
nob: Men vi kan enno ikkje seia noko om dette er ein ny trend , eller ei tilfeldig svinging .

source: 2.3 Sámegiella joatkkaskuvllas Dain ovddit almmuhuvvon Sámi logut muitalit / Samiske tall forteller eat leat sáhttán ovdanbuktit ollislaš loguid ohppiin geain lea sámegiella fágabiires joatkkaskuvllain miehtá riikka .
nob: 2.3 Samisk språk i vidaregåande skule I dei tidlegare utgåvene av Sámi logut muitalit / Samiske tall forteller har vi ikkje kunna presentere fullstendige tal for elevar med samisk i fagkrinsen i den vidaregåande skulen i heile landet .

source: Nubbingiellaoahpahusa logut mat mis leat leamaš , daid leat ožžon njuolga guovtti sámi joatkkaskuvllain Sis-Finnmárkkus .
nob: Dei einaste tala vi har hatt for andrespråksopplæringa , er dei som vi har fått direkte frå dei to samiske vidaregåande skulane i Indre Finnmark .

source: Dán jagi leat Oahppodirektoráhtas ožžon loguid olles riikkas golbma maŋemus jagi ovddas 5. Daid sáhtán almmuhit dás .
nob: I år har vi frå Utdanningsdirektoratet fått tal for heile landet for dei siste tre åra6 , og eg kan presentere desse tala her .

source: 2.3.1 Sámegieloahpahus joatkkaskuvllas olles riikkas Tabealla 2.12 vuolábealde čájeha golbma maŋemus jagi rievddademiid logus ohppiin geain lea sámegiella fágan joatkkaskuvllas Norggas maŋemus golbma jagi .
nob: 2.3.1 Samiskopplæringa i vidaregåande skule for heile landet Tabell 2.12 nedanfor viser endringane i talet på elevar med samisk i fagkrinsen i den vidaregåande skulen i Noreg dei siste tre åra .

source: E-boasta Oahpahusdirektoráhta Statistihkka ossodagas persovnnalaš oktavuođas Irene Hillerenain .
nob: E-post frå Avdeling for statistikk i Utdanningsdirektoratet v / Irene Hilleren i personleg kommunikasjon .

source: Tabealla 2.12
nob: Tabell 2.12

source: Lohku ohppiin geain lea sámegiella fágabiires joatkkaskuvllas , fylkkaid mielde main leat eanet og vihtta oahppi .
nob: Talet på elevar med samisk i fagkrinsen i den vidaregåande skulen , fordelt på fylke der det er fleire enn fem elevar .

source: Skuvlajahki 2008-2009
nob: Skuleåret 2008/ 2009

source: Skuvlajahki 2009/2010
nob: Skuleåret 2009/2010

source: Skuvlajahki 2010/2011
nob: Skuleåret 2010/2011

source: Oktii - buot
nob: Første- Andre- Totalt Første- Andre- Totalt Første- Andre- Totalt språk språk språk språk språk språk

source: Olles riikka
nob: Heile landet

source: Finnmár - ku
nob: Finnmark

source: Romsa
nob: Troms

source: Nordlán - da
nob: Nordland

source: DavviTr .
nob: NordTr .

source: lága
nob: lag

source: Muđui riikka
nob: Resten

source: * Muđui riikka siskkilda maiddái fylkkaid Nordlánda ja Davvi-Trøndelaga ** Muđui riikka siskkilda maiddái Davvi-Trøndelaga
nob: * Resten av landet inkluderer òg fylka Nordland og Nord-Trøndelag ** Resten av landet inkluderer òg Nord-Trøndelag

source: Tabealla čájeha maŋemus golbma jagi nanu lassáneami ohppiid logus geain lea sámegiella fágan joatkkaskuvllas .
nob: Tabellen viser ei sterk stiging i talet på elevar med samisk i fagkrinsen i vidaregåande skule dei siste tre skuleåra .

source: Sihke vuosttaš- ja nubbingielas leat lassánan oahppit , ja lassáneapmi lea sihke Finnmárkkus ja muđui riikkas .
nob: Det har vore auke av elevar både i førsteog andrespråk , og det har vore auke både i Finnmark og i resten av landet .

source: Ollislaš lohku ohppiin geain lea sámegiella fágabiires lea lassánan 27 % maŋemus golmma jagis , lohku ohppiin geain lea sámegiella vuosttašgiellan lea lassánan 31 % ja nubbingiella 22 % .
nob: Det totale talet på elevar med samisk i fagkrinsen har stige med 27 % dei siste tre åra , talet på elevar med samisk som førstespråk har stige med 31 % og andrespråk med 22 % .

source: Váikkuheaddji fáktor lassáneapmái sáhttá leat go joatkkaskuvllat dál ožžot daid stuora vuođđoskuvlabessodagaid main lei sámegiella fágan jagi 2005 áiggiid .
nob: Ein medverkande faktor til denne auken kan vera at vidaregåande skule no får dei store grunnskulekulla med samisk i fagkrinsen frå tida rundt 2005 .

source: Skuvlajagi 2005/06 lei oktiibuot 3055 vuođđoskuvlaoahppis Norggas sámegiella fágabiires .
nob: I skuleåret 2005/06 hadde i alt 3055 grunnskuleelevar samisk i fagkrinsen i Noreg .

source: Lohku ii leat goassege leamaš nu allat ii ovdal iige maŋŋil .
nob: Talet har aldri vore så høgt korkje før eller etterpå .

source: Oahppodirektoráhta logut eai fátmmas ohppiid geat leat válljen sámegiela amasgiellan joatkkaskuvllas .
nob: Tala frå Utdanningsdirektoratet femner ikkje om dei elevane som har valt samisk som framandspråk i vidaregåande skule .

source: Sámediggi juohká stipeandda buohkaide geat válljejit 31 sámegiela fágan joatkkaskuvllas , maiddái sidjiide geat válljejit sámegiela amasgiellan .
nob: Sametinget deler ut stipend til alle som vel samisk som fag i vidaregåande , også til dei som vel samisk som framandspråk .

source: Oahppit fertejit ieža ohcat stipeandda .
nob: Elevane må sjølv søkje om slikt stipend .

source: Jagi 2011 lea Sámediggi ožžon 126 ohcamuša ohppiin geat leat válljen sámegiela amasgiellan 6. Dat lea unnimuslohku sivas go sáhttet oahppit geain livčče riekti ohcat muhto eai leat ohcan .
nob: For 2011 har Sametinget fått stipend 30 søknader frå 126 elevar som har valt samisk som framandspråk 7. Dette er eit minimumstal fordi det godt kan vera elevar som har rett til å søkje utan at dei har gjort det .

source: Go bidjat dán logu oktii oahppodirektoráhta ohppiid loguin joatkkaskuvllas , de ollislaš ohppiidlohku sámegielas lea oktiibuot 559 skuvlajagi 2010/2011 .
nob: Dersom vi legg dette talet til Utdanningsdirektoratet sitt tal for elevar i vidaregåande skule , får vi eit samla elevtal i samisk på i alt 559 for skuleåret 2010/11 .

source: Sohkabealejuohku ohppiid gaskkas geat leat válljen sámegiela joatkkaskuvllas , lea digaštallojuvvon earasajes dán raporttas , geahča kápihttal 5.7.3 vuollelis .
nob: Kjønnsfordelinga på dei elevane som har valt samisk i vidaregåande skule , er drøfta andre stader i denne rapporten , sjå kapittel 5.7.3 nedanfor .

source: 2.3.2 Sámegieloahpahus guovtti stáhta joatkkaskuvllain Vuolábealde almmuhit Sis-Finnmárkku guovtti stáhta sámi joatkkaskuvllaid sámegieloahpahusa loguid .
nob: 2.3.2 Samiskopplæringa ved dei to statlege vidaregåande skulane Nedanfor presenterer vi tal for samiskopplæringa ved dei to statlege samiske vidaregåande skulane i Indre Finnmark .

source: Seammás fuomášuhttit dáid loguid maiddái mielde olles riikka loguin Tabeallas 2.12 badjelis .
nob: Samstundes gjer vi merksam på at desse tala også går inn i tala for heile landet i tabell 2.12 ovanfor .

source: Dán guovtti skuvlla ollislaš ohppiidlohku rievddada oalle ollu jagis jahkái dan mielde makkár fálaldagaid sáhttet bidjat johtui .
nob: Det totale elevtalet ved desse to skulane vil svinge ein god del frå år til år alt etter kva tilbod som kan setjast i gang .

source: Danne ii leat nu álki lohkat sámegieloahpahusa válljema rievddademiid dain nominála loguin njealji tabeallas vuolábealde .
nob: Difor er det ikkje så lett å lesa endringar i val av samiskopplæring ut av dei nominelle tala i dei fire tabellane nedanfor .

source: Danne leat juohke nominála logu maŋábeallái bidjan proseantalogu , mii čájeha oasi olles ohppiidlogus guhtege jagi .
nob: Vi har såleis etter kvart nominelt tal sett inn eit prosenttal , som viser delen av det totale elevtalet for kvart år .

source: Proseantalohku tabeallain muitala eanet giellamolssaeavttuid válljema rievddademiin go nominála logut .
nob: Prosenttala i tabellane seier meir om endringar i val av språkalternativ enn dei nominelle tala .

source: Lohku lea sámediggedokumeanttas Ášši SP 021/11 “ Sámedikki čielggadeapmi Sámedikki oahpahus ja oahppodieđáhusas ”
nob: Talet er henta frå sametingsdokumentet Sak SP 021/11 ” Sametingets redegjørelse om Sametingets melding om opplæring og utdanning ” .

source: Tabealla 2.13
nob: Tabell 2.13
